region = ["Москва и МО", "Санкт-Петербург и ЛО"]
region_url = {-1002446202892: "Санкт-Петербург и ЛО",-1001519132917: "Санкт-Петербург и ЛО",-1001579531671: "Санкт-Петербург и ЛО",-1001088488087: "Санкт-Петербург и ЛО"}

categories_dict = {
    "Экскаватор Погрузчик": [
        "эп", "э.п.", "э.п", "э/п", "ЭП", "экскаватор погрузчик", 
        "экскаватор-погрузчик", "вилочный погрузчик", "вилочный-погрузчик", "эп с вилами", "трактор", 
        "трактор МТЗ", "МТЗ с щеткой", "МТЗ", "почистить снег", "МТЗ ковш", 
        "бобкет", "боб кет",'боб-кет', "мини погрузчик", "мини-погрузчик", "миник", 
        "Мтз со щеткой", "э-п", "снег", "уборка снега", "расчистить снег", 
        "погрузить снег", "чистим снег", "грузим снег", "равноколесник", 
        "экс погр", "Э/П", "колесный экскаватор", "трактор с вилами", 
        "планировка участка", "грузим мусор", "котлован", "с пластиной",
        "пластина", "ковш", "на больших колесах", "фронтальный погрузчик", 
        "Фронтал", "Фронтал 2м3", "Э.п", "телескопический погрузчик", "трактор мтз", 
        "сейчас эп", "разравнять", "разровнять", "погрузчик фронтальный", 
        "фронтальник", "с гидромолотом", "гидромолот", "МТЗ с отвалом", "щетка", 
        "планировка", "уборка", "с вилами", "ямобур", "шнек", "с планировочным ковшом", 
        "планировочный ковш", "ЭП/Фронтал", "фронтальный погрузчик 2 м3", 
        "мини экскаватор", "мини-экскаватор", "грейдер"
    ],
    "Пухто/вывоз мусора": [
        "вывоз мусора", "вывезти мусор", "строительный мусор", "вывозим мусор", 
        "коммунальный мусор", "мусор с дачи", "банка", "пухто 20м3", "пухто 20 м3", 
        "пухто", "нужно пухто"
    ],
    "Бульдозер": [
        "бульдозер", "нанять бульдозер", "ищу бульдозер"
    ],
    "Эвакуатор": [
        "эвакуатор", "эвакуатор перевести", "эвакуатор перевезти", 
        "эвакуатор для перевозки", "грузовой эвакуатор"
    ],
    "Трал": [
        "трал", "нанять трал", "услуги трала", "трал раздвижной", 
        "раздвижной трал", "трал для перевозки", "низкорамный", "низкорамник"
    ],
    "Шаланда": [
        "шаланда", "нужна шаланда", "шаланду", "без бортов", "шаланда 20т", 
        "шаланда 20 тон", "шаланда для перевозки", "грузоперевозки шаландами", 
        "Требуются перевозки", "требуются грузоперевозки", "грузоперевозки шаланда", 
        "площадка без бортов", "открытая площадка", "открытая шаланда"
    ],
    "Самосвал": [
        "самосвал", "вывоз снега", "самосвалы", "савок", "перевозка песка", 
        "перевести песок", "вывоз грунта", "вывести грунт", "вывезти грунт", 
        "доставка песка", "доставка щебня", "совок", "вывоз боя", "вывести снег", 
        "земля", "земли", "вывезти снег", "вывозим снег", "вывозим грунт", 
        "котлованный грунт", "привезти землю", "привести землю"
    ],
    "Манипулятор": [
        "манипулятор", "грузовой манипулятор", "перевезти манипулятором", 
        "манипулятор перевезти бытовку", "воровайка", "маник", 
        "манипулятор-вездеход", "манипулятор перевести", "кму", "КМУ"
    ],
    "Автовышка": [
        "автовышка", "вышка", "автовышку", "нанять автовышку", "АПГ", 
        "АПГ 14", "АПГ 16", "АПГ 18", "АПГ 22", "АПГ 28", "автовышка 18м", 
        "автовышка 18 м", "автовышка 22м", "автовышка 22 м", "автовышка 28м", 
        "автовышка 28 м", "нужна автовышка", "Автовышка телескоп", "вышка телескоп", 
        "автовышка колено", "вышка колено", "автовышка телескопическая",
        "вышка телескопическая", "вышка вездеход", "автовышка вездеход", 
        "автовышка небольшая"
    ],
    "Автокран": [
        "кран", "автокран", "автакран", "кран 25т", "кран 25 т", "кран 25 тонн", 
        "кран 32т", "кран 32 т", "кран 32 тонны", "автокран 25т", 
        "автокран 25 т", "автокран 25 тонн", "автокран 32т", "автокран 32 т",
        "автокран 32 тонны", "подъемный кран", "кран", "кран", "автокран", 
        "автокран", "кран 25т 28м", "кран вездеход", "автокран вездеход", "кран 25т 28 м", 
        "кран пионер", "Автокран"
    ],
    "Илосос (откачка септиков)": ["откачать септик", "илосос", "откачать воду"]
}