WELCOME_MESSAGE = (
    "👷‍♂️ *Добро пожаловать в StroitelBot\!* 👷‍♀️\n\n"
    "Вы ищете заказы на аренду спецтехники\? Тогда вы попали по адресу\!\n\n"
    "Данный бот создан специально для строителей и подрядчиков\. Его возможности\:\n"
    "✅ Выбрать нужный *регион* для работы\.\n"
    "✅ Подписаться на интересующие *категории техники*\.\n"
    "✅ Получать *уведомления о заказах* на аренду техники\.\n\n"
    "⚡️ *Абсолютно бесплатно\!* \n"
    "StroitelBot создан для объединения заказчиков и исполнителей в сфере аренды спецтехники\. "
    "Вы можете пользоваться всеми функциями сервиса без каких\-либо оплат или комиссий\.\n\n"
    "📲 Просто настройте свой профиль, выберите регион и задайте интересующие категории\!\n\n"
    "👥 Добавляйте коллег и партнеров \- это будет лучшей благодарностью для нас\.\n\n"
    "Ссылка на бота: @Stroitel\\_Work\\_Bot"
)

REGION_SELECTION_PROGRESS = "Выбор региона ..."

SELECT_REGION_OPTION = (
    "🌍 *Выберите регион для получения уведомлений:*\n"
    "Выберите один из регионов ниже, чтобы начать получать уведомления о заказах "
    "на специальную технику в вашем регионе."
)

REGION_SELECTED = (
    "✅ *Регион успешно выбран!*\n"
    "Вы выбрали регион: *{}*.\n\n"
    "Чтобы получать уведомления о заказах:\n"
    "1️⃣ Перейдите в *Главное меню*.\n"
    "2️⃣ Нажмите 🚜 *ВЫБРАТЬ СПЕЦТЕХНИКУ*.\n"
    "3️⃣ Подпишитесь на интересующие категории для вашего региона.\n\n"
    "После этого вы начнёте получать уведомления о новых заказах!"
)

ALREADY_SELECTED_REGION = (
    "⚠️ *Вы уже выбрали этот регион!*\n"
    "Вы уже настроили получение уведомлений для региона: *{}*.\n"
    "Если вы хотите изменить регион, пожалуйста, выберите другой из списка."
)

NO_REGION_SELECTED = "⚠️ Пожалуйста, выберите регион, чтобы начать получать уведомления."

TECHNIQUE_SELECTION_PROGRESS = "ВЫБОР ТЕХНИКИ ..."

SELECT_TECHNIQUE_OPTION = (
    "🚜 *Выберите спецтехнику*, на которую хотите получать рассылку по региону: *{region}*.\n\n"
    "💡 Выберите одну из ниже представленных категорий или вернитесь назад для изменения региона.\n\n"
    "✅ Если вы подписались на категорию, то рядом с её названием появится галочка ✅.\n\n"
    "🔄 Вы можете в любой момент добавить или убрать подписку, просто нажав на кнопку с категорией!"
)
